app/controllers/sleep_logs_controller.rb

SELECT * FROM "sleep_logs"
---
  def index
    @sleep_logs = SleepLog.all